{"content": {"0": "judul: CONTROL SYSTEM METHOD AND CONFIGURATION FOR CHARACTERISTICS PLANT MODEL-REFERENCE abstract: Invensi ini meliputi metode dan konfigurasi sistem pengendalian dan pengaturan berjaringan lup tertutup berbasis mlkrokontroler atau komputer yang diterapkan pada suatu Plant dengan menggunakan metode dan konfigurasi Model-reference. Sinyal umpan balik sistem diperoleh dari Model-reference. Sinyal Kendali pada Model-reference diumpankan langsung ke Plant melalui suatu jaringan komunikasi. Secara periodik sistem Data Acquisition melakukan pembaharuan karakteristik Plant dan mengirimkan datanya melalui jaringan komunikasi ke Model-reference. Sistem kendali dan Model-reference direalisasikan dengan sebuah mikrokontroler atau komputer.", "1": "judul: Proses Pembuatan Katalis Komposit Platinum Graphene untuk ELektroda Sel Bahan Bakar abstract: Invensi ini berhubungan dengan proses pembuatan katalis komposit platinum qraphene menggunakan graphene oksida dan hydrogen kloro platinat sebagai bahan baku. Proses pembuatannya meliputi proses pembuatan graphene oksida, proses reduksi campuran graphene oksida dan hidrogen kloro platinat menggunakan asam askorbat sebagai bahan pereduksi menjadi katalis komposit platinum graphene. Kebaruan dari invensi ini adalah proses reduksi secara bersamaan antara graphene dan hidrogen kloro platinat.", "2": "judul: FORMULASI CAMPURAN BAHAN BAKAR: BIODIESEL DARI PFAD - ANTIOKSIDAN - SOLAR abstract: Invensi ini berhubungan dengan bahan bakar mesin diesel yang terdiri atas komposisi biodiesel dan antioksidan serta biodiesel, solar, dan antioksidan. Biodiesel dibuat dari PFAD secara refluks menggunakan labu leher tiga pada suhu operasi 60 °C selama 1 jam. Pemurnian biodiesel dengan pencucian menggunakan air panas melalui corong pisah dan penyerapan kandungan air dengan penambahan MgSOi. Konsentrasi antioksidan BHA yang ditambahkan ke dalam biodiesel yaitu 5, 10, 20, dan 50 ppm sedangkan konsentrasi antioksidan TBHQ yaitu 5, 10, 20, dan 30 ppm. Penentuan nilai Induction Period (IP) menggunakan metode Rancimat Termodifikasi. Konsentrasi terbaik dari antioksidan BHA dan TBHQ masing-masing adalah 10 ppm. Konsentrasi antioksidan terbaik ditambahkan pada masing-masing campuran biosolar. Komposisi biosolar terdiri atas 10% biodiesel dan 90% solar serta 20% biodiesel dan 80% solar. Dengan perwujudan invensi ini, komposisi bahan bakar mesin diesel dapat diperoleh dari biodiesel dan antioksidan serta biodiesel, solar, dan antioksidan.", "3": "judul: ALAT PASTEURISASI KONTINYU TIPE PIPA PENUKAR KALOR GANDA abstract: Suatu alat pasteurisasi kontinyu tipe pipa penukar kalor ganda untuk menghasilkan kondisi operasi optimum yang diperlukan pada proses pasteurisasi dan dapat mengurangi jumlah mikroorganisme yang tidak diperlukan dan menghindari kerusahan/denaturasi larutan oleh panas. Alat pasteurisasi kontinyu tipe pipa penukar kalor ganda tersebut terdiri dari system pemanas, pipa penahan suhu (holding tube) dan system pendingin yang digabungkan menjadi suatu system integrasi secara utuh. Sistem pemanas terdiri dari pipa penukar kalor ganda dengan 5 buah pipa belokan (hairpin) dan system pendingin juga terdiri dari 10 buah pipa penukar kalor ganda dan 5 buah pipa belokan. Sistem pemanas dan pendingin tersebut dikoneksikan dengan pipa penahan suhu (holding tube) dan menjadi alat pasteurisasi yang utuh.", "4": "judul: KITOSAN SULFONAT BEADS SEBAGAI KATALIS HETEROGEN abstract: Invensi ini berkaitan dengan komposisi bahan untuk membuat katalis heterogen kitosan sulfonat dalam bentuk \"bead\" atau butIran. Kitosan merupakan biopolimer alam yang melimpah dan mudah dimodifikasi yang disebabkan oleh keberadaan gugus -OH dan -NH2. Kitosan dilarutkan dalam asam asetat 2% sehingga terbentuk larutan viscous, yang selanjutnya diikat silang dengan asam sulfosuksinat menghasilkan kitosan sulfonat. Larutan viscous kitosan sulfonat dibentuk butiran dengan menggunakan metode tetes kedalam larutan NaOH 8 M. Kitosan sulfonat bead diikat silang kembali menggunakan larutan glutaraldehid 2,5%. Butiran yang didapat dikeringkan pada suhu 100°C selama 2 jam. Kitosan sulfonat beads yang sudah kering, diaktivasi menggunakan H2S04 2,5% dengan tujuan untuk mengubah gugus SO3Na pada katalis menjadi S03H, yang selanjutnya butiran dinetralkan dan dikeringkan untuk dikarakterisasi. Produk kitosan sulfonat dalam bentuk bead yang dihasilkan dari komposisi dan metode pembuatan sesuai invensi ini memiliki bentuk beads berukuran 1-2 mmm dengan karakterisasi keberadaan gugus fungsi SO3H pada bilangan gelombang 1381,03 cm\"1, nilai IEC sebesar 1,9391 mmol/gr, derajat pengembangan dalam metanol sebesar 6,54%, serta surface area sebesar 1,181 m2/g.", "5": "judul: MEDIUM PERTUMBUHAN MIKROBA DARI CAMPURAN DAGING DAN PELAGIS DAN BUAH NENAS SERTA METODE PEMBUATANNYA abstract: Suatu media pertumbuhan mikroba dari campuran daging ikan pelagis dan buah nenas yang cocok untuk media bagi kapang, ragi dan bakteri. Pada metode ini, protein dari daging ikan-ikan pelagis dihidrolisis menjadi pepton oleh enzim bromelin yang terdapat di dalam daging buah nenas. Daging buah nenas juga menjadi sumber karbohidrat / glukosa bagi produk akhir, sehingga ia berperan ganda yaitu sebagai sumber enzim dan glukosa. Untuk mengurangi bau dan menjernihkan larutan digunakan larutan natrium klorida yang nanti akan berfungsi sebagai sumber mineral bagi mikroba.", "6": "judul: PROSES PEMBUATAN KITOSAN SULFONAT GRANUL SEBAGAI KATALIS HETEROGEN abstract: Invensi ini berkaitan dengan komposisi dan proses pembuatan bahan untuk membuat katalis heterogen kitosan sulfonat dalam bentuk \"granul\". Kitosan merupakan biopolimer alam yang melimpah dan mudah dimodifikasi yang disebabkan oleh keberadaan gugus -OH dan -NH2. Kitosan dilarutkan dalam asam asetat sehingga terbentuk larutan kental, yang selanjutnya diikat silang dengan PSSA-MA menghasilkan kitosan sulfonat. Larutan kental kitosan sulfonat dibentuk granul dengan menggunakan metode tetes kedalam larutan PSSA-MA. Kitosan sulfonat granul yang sudah kering, diaktivasi menggunakan H2SO4 dengan tujuan untuk mengubah gugus SO3Na pada katalis menjadi SO3H, yang selanjutnya butiran dinetralkan dan dikeringkan untuk dikarakterisasi. Produk kitosan sulfonat yang dihasilkan berbentuk granul berukuran 1-2 mmm dengan derajat pengembangan dalam metanol sebesar 2,47%.", "7": "judul: SMART-HYDROFARM: PLATFORM OTOMATISASI UNTUK BUDIDAYA TANAMAN HIDROPONIK abstract: Smart HydroFarm adalah platform perangkat keras maupun perangkat lunak untuk melakukan proses pengendalian dan pemantauan secara otomatis budidaya tanaman dengan sistem hidroponik kultur air berbasis pada mikrokontroler. Perangkat ini dilengkapi dengan user interface dan data logger. Perangkat keras pengendali dan pemantau yang bekerja secara kontinyu, remote,real time, dan otomatis akan mengendalikan dan memantau data parameter untuk tumbuh kembang tanaman hidroponik dari periode pertumbuhan tanaman sampai pada masa panen. Tanaman tersebut dikembangkan pada kit hidroponik, dan didalam sebuah rumah kaca (green house). Untuk keperluan pemantauan secara kontinyu, remote, dan real time pada terminal pemantau (laptop/pc atau smartphone Android), dikembangkan graphical user interface (GUI). data parameter utnuk tumbuh kembang tanaman hidroponik ditampilkan didalam GUI dalam bentuk numerik dan atau grafik. Sedangkan koneksi antara perangkat SmarthydroFarm dan terminal pemantau dilakukan melalui koneksi menggunakan interface serial USB atau nirkabel bluetooth.", "8": "judul: Dispenser Air Minum Menggunakan Bahan Baku Air Kondensat Pengkondisi Udara Tipe Split abstract: Suatu metode pemanfaatan air kondensat yang dihasilkan oleh pengkondisi udara tipe split sebagai bahan baku air minum. Pengkondisi udara tipe split adalah jenis pengkondisi yang memiliki dua unit, yaitu outdoor unit dan indoor unit. Bagian pengkondisi udara tipe split yang menghasilkan air kondensat adalah indoor unit. Air kondensat yang dihasilkan oleh indoor unit disalurkan ke dispenser air minum melalui saluran pembuangan air kondensat yang terdapat pada indoor unit tersebut. Untuk menghasilkan kualitas air yang berasal dari air kondensat pengkondisi udara layak minum, maka dispenser air minum akan dilengkapi dengan filter dan sinar ultra violet. Filter berfungsi menyaring kotoran berupa partikel-partikel sangat kecil yang terdapat pada air kondensat. Sedangkan sinar ultra violet berfungsi untuk membunuh kuman, bakteri dan virus yang terkandung di dalam air kondensat. Air kondensat yang digunakan adalah yang berasal dari pengkondisi udara tipe split yang menggunakan refrigeran R22, R32, R410A, R404A dan R407C.", "9": "judul: Peningkatan Kapasitas Sistem Tata Udara  Sentral Menggunakan AC Jenis Split abstract: Suatu metode untuk meningkatkan kapasitas pendinginan pengkondisi udara sentral, baik sistem DX (direct expansion) maupun water chiller, menggunakan AC jenis split dengan R410A, R407C, R404A, R32, R290 dan R600a sebagai refrigeran. Peningkatan kapasitas pendinginan pengkondisi udara sentral dilakukan dengan memanfaatkan pipa evaporator AC split untuk mendinginkan pipa keluaran kondenser pengkondisi udara sentral. Akibat pendingin pipa keluaran kondenser pengkondisi udara sentral air kondensat oleh pipa evaporator AC split akan menyebabkan subcooling pada pengkondisi udara sentral tersebut. Adanya subcooling akan meningkatkan kapasitas pendinginan pengkondisi udara sentral dan akan menurunkan konsumsi energi listriknya. Jenis penukar kalor yang digunakan adalah lilitan pipa evaporator AC split pada pipa keluaran kondenser pengkondisi udara sentral. Pendinginan dengan pipa evaporator AC split ini dapat diterapkan pada pengkondisi udara sentral, yaitu sistem DX (direct expansion) dan water chiller, baik untuk yang berpedinginan udara pada kondensernya (air-cooled condenser) dan berpendingin air pada kondensernya (water-cooled condenser).", "10": "judul: Bioasbuton abstract: Asbuton adalah aspal alam yang berasal dari pegunungan di Pulau Buton, Indonesia yang depositnya sebesar 150 sampai 300 juta ton dengan perkiraan kandungan bitumen berkisar antara 15% - 35%. Hingga saat ini pemanfaatan asbuton sebagai alternatif aspal pengganti aspal minyak di Indonesia masih kurang akibat sulitnya asbuton untuk digunakan. Salah satu cara dalam memanfaatkan asbuton adalah dengan mengekstrak bitumen dari asbuton dan memodifikasinya sehingga mudah untuk digunakan. Bioaspal tempurung kelapa (BTK) merupakan fraksi bio-oil yang dihasilkan dari pirolisis tempurung kelapa, dapat berfungsi sebagai modifier/bahan peremaja. Bioasbuton® merupakan modifikasi asbuton hasil pencampuran antara BTK dengan bitumen hasil ekstraksi asbuton butir B 50/30, pada komposisi optimum yang dapat dijadikan sebagai alternatif aspal untuk campuran beraspal. Berdasarkan Pengujian struktur kimia menggunakan fourier-transform infrared spectroscopy (FTIR), morfologi dan kandungan elemennya menggunakan scanning electron microscope (SEM) dan energy dispersive x-ray (EDX), sifat fisiknya menggunakan uji reologi aspal dan reologi mekanistik aspal melalui dynamic shear rheometer (DSR) temperature sweep dan frecuency sweep, Hasil pengujian menunjukkan bahwa karakteristik bioasbuton® lebih baik dari bitumen asbuton butir B 50/30 dan memenuhi spesifikasi aspal pen 60/70. Hal tersebut menunjukkan bahwa bioasbuton® layak untuk dijadikan alternatif aspal baru yang berfungsi sebagai bahan pengikat campuran beraspal.", "11": "judul: BETON PAVING BERPORI DENGAN FLYASH DAN SILICA FUME SEBAGAI PENGGANTI SEBAGIAN SEMEN PORTLAND abstract: Suatu komposisi campuran beton paving berpori untuk mendapatkan kuat tekan yang cukup tinggi, namun dengan mempertahankan adanya porositas agar beton berpori dapat memiliki kemampuan infiltrasi, dan dengan memanfaatkan limbah produksi yang dapat membantu terealisasinya “Green Engineering”, terdiri dari bahan pengikat campuran beton paving berpori dengan komposisi 63% semen Portland : 25% flyash : 12% silica fume; serta bahan pengisi 6% abu batu dan 94% agregat dengan fraksi tertahan ayakan 2.36 mm serta ukuran maksimal 9.5 mm; dan dengan faktor air semen 0.34; serta perbandingan bahan pengikat : bahan pengisi adalah 33% : 67 % (dalam berat).\nKuat tekan beton paving berpori pada umur 28 hari adalah 316.92 kg/cm2; dan 352.73 kg/cm2 pada umur 60 hari; sedangkan kuat tekan pada umur 90 hari adalah 359.47 kg/cm2. Nilai permeabilitas beton berpori pada umur 28 hari adalah 0.01 cm/dtk (7). Pada umur 90 hari, nilai permeabilitas meningkat menjadi adalah 0.35 cm/dtk.", "12": "judul: Peningkatan Kinerja Sistem Tata Udara Sentral Sistem DX Menggunakan Air Kondensat Sebagai Precooler Saluran Discharge abstract: Suatu metode untuk meningkatkan kinerja pengkondisi udara sentral sistem DX (direct expansion) yang menggunakan refrigeran R410A, R407C, R404A, R32 dan R290 dengan memanfaatkan air kondensat sebagai precooler di saluran discharge kompresor. Peningkatan kinerja yang dimaksud adalah naiknya kapasitas pendinginan dan turunnya konsumsi daya input kompresor pengkondisi udara sentral. Naiknya kapasitas pendinginan akibat terjadinya subcooling pada keluaran kondenser, sedangkan turunnya konsumsi daya akibat penurunan temperatur dan tekanan discharge kompresor. Air kondensat yang dihasilkan oleh evaporator di dalam air handling unit (AHU)akan dialirkan ke tabung penukar kalor yang menyelimuti saluran discharge dengan menggunakan pompa. Oleh karena adanya perbedaan temperatur yang cukup tinggi antara air kondensat dengan saluran dicharge maka terjadilah perpindahan kalor dari saluran discharge ke air kondensat. Jenis penukar kalor yang digunakan adalah tube-in-tube, dimana tabung untuk menampung air kondensat berdiameter lebih besar dari diameter saluran discharge. Pada penukar kalor tersebut dilengkapi dengan dua saluran, yaitu saluran inlet dan outlet, yaitu tempat masuk dan keluarnya air kondensat. Medote pemanfaatan air kondensat sebagai precooler saluran discharge diterapkan pada AC sentral sistem DX, baik untuk yang berpedinginan udara pada kondesernya (air-cooled condenser) atau pada berpendingin air pada kondensernya (water-cooled condenser).", "13": "judul: Alat Pengukur Konduktivitas Panas abstract: Teknologi material sangat dibutuhkan untuk meningkatkan performance suatu alat, terutama alat-alat mekanik dan listrik yang membutuhkan material padat. Salah satu penerapannya yakni pada HE, pipa-pipa distribusi uap, furnace, tangki pemanas dan sebagainya. Dimana semua itu membutuhkan nilai konduktivitas panas. Nilai kondktivitas yang kecil biasanya digunakan untuk bahan isolator, sedangkan yang besar untuk konduktor. Semakin tinggi nilai konduktivitas panas yang dihasilkan dari suatu material, maka semakin besar peluang adanya perpindahan panas yang terjadi. Alat pengukuran konduktivitas panas dengan merangkaikan Joulemeter ke sumber listrik PLN kemudian Joulemeter dihubungkan dengan penyearah arus sesuai beban (material yang akan diuji). Dari Joulemeter diperoleh nilai laju perpindahan panas. Material (padat) tersebut dijepit dengan suatu penjepit, dimana penjepit tersebut dihubungkan dengan 2 buah termodigital, sehingga akan terukur beda temperaturnya. Dari hubungan beda temperature, nilai laju perpindahan panas dan ketebalan material, akan diperoleh nilai konduktivitas panas.", "14": "judul: Rangkaian Sistem Peralatan Pengukuran Laju Perpindahan Panas abstract: Heater/cooler adalah sebuah alat yang banyak digunakan di industri proses maupun industri pembangkit. Heater/cooler akan dirangkaikan dengan komponen-komponen lain sehingga membentuk sebuah prototipe alat uji konveksi berupa serangakaian sistem pengukuran laju perpindahan panas. Subjek invensi adalah pembuatan prototipe alat uji konveksi yang menunjang mata kuliah perpindahan panas Jurusan Teknik Konversi Energi Politeknik Negeri Bandung. Rangkaian alat tersebut terdiri dari pompa, hot plate, botol modif, flowmeter, thermometer digital, pipa double pipe dan/pipa-coil. Fungsi masing-masing pompa untuk memompakan fluida panas dan fluida dingin ke Heater/cooler, hot plate fungsinya untuk memanaskan fluida, botol modif sebagai tempat penampung fluida, flowmeter untuk mengukur laju fluida dan pipa double pipe untuk berlangsungnya perpindahan panas antara fluida panas dengan fluida dingin.", "15": "judul: Proses produksi graphene melalui metode elektrokimia menggunakan larutan besi sulfat sebagai larutan elektrolit abstract: Invensi ini tentang proses produksi graphene dari grafit menggunakan metode elektrokimia dengan menggunakan larutan besi sulfat sebagai elekrolit. Pada proses produksi ini, grafit batangan digunakan sebagai bahan katoda dan anodanya. Pada invensi ini juga ditunjukkan variasi konsentrasi besi sulfat yang digunakan. Selain itu, dalam proses produksi graphene ini, juga divariasikan kondisi operasi dalam proses produksi tersebut yang meliputi tegangan operasi dari 1-10 volt dan juga arus yang dipergunakan divariasikan dari 1-5 A. Pada proses pembuatan graphene dari grafit menggunakan metoda ini juga memvariasikan waktu operasi untuk memperoleh yield yang paling optimum. Waktu operasi di atur dari 1-10 jam dengan interval 2 jam. Setelah proses exfoliasi selesai, kemudian endapan graphene yang terpisah dari batang grafit dipisahkan menggunakan metoda sentrifugasi.Dari proses sentrifugasi, bagian yang mengendap dianggap sebagai grafit dan yang mesih terdispersi adalah graphene. Graphene yang terbentuk kemudian diendapkan menggunakan senrifuge dengan putaran 4000 rpm. Produk graphene yang terbentuk kemudian dicuci menggunakan akuades untuk menghilangkan kelebihan besi sulfat. Graphene yang sudah bersih kemudian dikeringkan di dalam oven pada suhu 100 derjat celcius selama 3-6 jam.", "16": "judul: ALAT PENDINGIN PADA HELM SEPEDA MOTOR abstract: Invensi ini berkaitan dengan alat pendingin menggunakan thermoelectric (5) di dalam helm yang dipasang di rongga helm yang di dalamnya terdapat styrofoam (2), yaitu diantara lapisan luar (1) dan lapisan dalam (3) helm. Selanjutnya, alat pendingin (5) tersebut menggunakan daya listrik yang berasal dari accu (6) motor. Tujuan dari alat pendingin (5) tersebut adalah untuk menjaga kenyamanan pengguna helm agar tidak mudah mengalamai kelelahan pada saat berkendara sepeda motor. Alat pendingin thermoelectric (5) tersebut dapat diterapkan pada helm full-face, half-face dan open-face. Sebagai sumber daya input dari alat pengingin (5) ini adalah accu (6) yang terdapat pada motor.", "17": "judul: ALAT PENURUN KONSUMSI ENERGI LISTRIK AC SPLIT abstract: Invensi ini berkaitan dengan alat penurun konsumsi energi listrik AC split dengan memanfaatkan air kondensat yang terdiri dari:  pipa (2) yang dipasang pada saluran buang kompresor (1) dan pipa (5) yang dipasang pada pipa keluaran kondenser (4); selang (9) yang menghubungan air kondensat yang dihasilkan oleh indoor unit ke pipa (10) untuk mendinginkan saluran buang kompresor (1) dan selang air kondensat (11) untuk mengeluarkan air kondensat dari pipa (2); selang (12) yang dihubungkan dengan pipa (5) dimana pipa (5) ini berfungsi sebagai pendingin pipa keluaran kondenser (4) dan selang (13) berfungsi mengeluarkan air kondensat setelah mendinginkan pipa keluaran kondenser (4), yang dicirikan dengan pipa (2) dan pipa (5)tersebut berdiameter lebih besar daripada saluran buang kompresor (1) dan pipa keluaran kondenser (4).", "18": "judul: MESIN PIROLISIS DESTILASI ASAP PEMBAKARAN SAMPAH PLASTIK MENJADI BAHAN BAKAR ALTERNATIP DENGAN MENGGUNAKAN DIRECT COOLING COIL abstract: Suatu alat pirolisis yaitu suatu mesin destilasi asap pembakaran sampah plastik dengan menggunakan direct cooling coil terdiri dari tabung reaktor dengan pembakar gas elpiji, tabung destilasi dimana pada tabung destilasi tersebut terdapat direct cooling coil, bak brine cooling dan pompa air, mesin pendingin brine cooling untuk mendinginkan air di bak brine cooling. Adapun metodenya adalah dimana asap pembakaran sampah plastik yang berasal dari tabung reaktor kemudian dilewatkan ke dalam suatu tabung destilasi dimana pada tabung destilasi tersebut terdapat direct cooling coil dimana didalam direct cooling coil tersebut terdapat aliran air pendingin yang berasal dari bak brine cooling. Dari proses destilasi yang dilakukan maka asap hasil pembakaran sampah plastik akan terkondensasi. Hasil kondensasi tersebut menjadi bahan bakar alternatip untuk kemudian dialirkan dan ditampung dalam suatu wadah, sedangkan asap hasil pembakaran sampah plastik yang tersisa akan dibuang ke udara luar.", "19": "judul: Integrasi Lintasan Dual Link Radio Mikrowave Berbasis Teknologi PDH Untuk Akses Internet Di Daerah Pedesaan Terpencil Menggunakan Metode Load Balancing abstract: Integrasi lintasan dual link radio mikrowave berbasis teknologi PDH untuk akses Internet di daerah pedesaan terpencil menggunakan metode load balancing. Invensi ini mengenai pengintegrasian Teknologi Informasi dan Komunikasi atau disingkat TIK dimana secara khusus perpaduan antara bidang teknik telekomunikasi yang diimplementasikan dalam bentuk jaringan radio link microwave digital yang beroperasi pada pita frekuensi 13 GHZ dengan bidang IT (Information Technology) yand diimplementasikan dalam jaringan internet. Maksud dan tujuan dari invensi ini adalah memberikan akses internet kepada masyarakat yang tinggal didaerah pedesaan yang terpencil dan sulit dipenetrasi oleh infrastruktur TIK. Terdapat dua jalur radio link microwave berbasis teknologi PDH (Pleisynchronous Digital Hirarchy). Kedua jalur tersebut masing-masing terkoneksi dengan dua ISP yang terletak secara geografis berbeda lokasi. Kedua jalur tersebut, dimaksudkan agar konektivitas internet tetap handal apabila terjadi gangguan yang berpotensi konektivitas internet ke ISP putus (outage). Metode yang diterapkan pada invensi ini yaitu dengan mengimplementasikan load balancing router ECMP (Equal Cost Multi Path)yang berfungsi mendistribusikan beban bandwidth ke pengguna secara merata dan memindahkan jalur ke ISP yang putus ke jalur ISP yang masih aktif (fail over).", "20": "judul: ANTENA MIKROSTRIP DENGAN BAHAN FR9111 UNTUK APLIKASI LORA 915 MHZ abstract: Invensi ini mengenai antena mikrostrip yang terbuat dari material FR 9111 untuk aplikasi LoRa (Long Range) 915 MHz. Tujuan utama dari invensi ini adalah mendesain dan fabrikasi antena dengan bahan fleksibel (FR 9111) untuk aplikasi LoRa 915 MHz agar lebih efektif dan efisien dalam penggunaan antena yang mendukung kebutuhan komunikasi nirkabel IoT (Internet of Things) dengan jarak jauh, bandwidth lebar dan daya rendah. Antena sesuai dengan invensi ini terdiri dari bidang patch rectangular untuk penerimaan sinyal, substrat dengan bahan fleksibel yaitu FR 9111 yang mempunyai konstanta dielektrik 3, dan groundplane yang terbuat dari material tembaga. Pencatuan yang digunakan yaitu microstrip line dimana potongan konduktor dihubungkan langsung ke tepi patch. Dari invensi ini didapatkan nilai return loss pada antena sebesar -21,52 dB dari hasil simulasi dan -33,83 dB dari hasil pengukuran. VSWR yang dihasilkan sebesar 1,18 dan gain antena sebesar -5,62 dBi. Hasil return los dari pengukuran lebih baik 57,2% dari hasil simulasi. Mikrostrip ini juga dapat bekerja pada rentang bandwidth yang lebar yaitu sebesar 500,9 MHz.", "21": "judul: Pemantau neuromuskular akseleromiografi (AMG) dengan metoda Train-of-Four (TOF), Single-Twitch (ST), Tetanic (TS) dan Double Burst Stimulation (DBS) berbasis Mikrokontroler abstract: Invensi ini mengenai alat dan metoda pemberian stimulus dan pemantauan respon otot syaraf yang dilakukan ketika tindakan anestesi kepada pasien oleh seorang dokter spesialis anestesi atau anestesiolog. Alat ini menggunakan pengolah mikro yang berfungsi menghasilkan semua mode stimulus yaitu train-of-four (TOF), single-twitch (ST), Tetanic (TS) dan Double Burst Stimulation (DBS) dan memantau respon otot melalui sensor akselero. Sinyal stimulus dan hasil respon ditampilkan pada layar sehingga secara visual dokter dapat melihat dan menganalisa hasil untuk melakukan tindakan yang berikutnya. Baterai yang dapat diisi ulang sangat memberikan kepraktisan bagi user tanpa harus pusing membeli baterai kembali, penunjuk sisa kapasitas baterai ditampilkan oleh alat ini.", "22": "judul: METODE PEMBUATAN BIJI KOPI FERMENTASI MENGGUNAKAN MIKROORGANISME LOKAL DARI TAPAI SINGKONG abstract: Invensi ini mengenai metode pembuatan biji kopi fermentasi menggunakan mikroorganisme lokal dari tapai singkong, lebih khusus lagi, invensi ini berhubungan dengan teknik pengolahan biji kopi untuk memperoleh biji kopi yang memiliki kadar kafein rendah. Tujuan utama dari invensi ini adalah untuk mengatasi permasalahan yang telah ada sebelumnya khususnya pembuatan kopi fermentasi menggunakan mikroorganisme lokal, dimana suatu pembuatan kopi fermentasi menggunakan mikroorganisme lokal sesuai dengan invensi ini terdiri dari pengambilan biji kopi arabika (a), penyortiran biji kopi (b), pengupasan buah kopi (pulping) (c), pencucian awal (d), fermentasi (e), pencucian akhir (f), penirisan (g), yang dicirikan dengan perolehan kopi yang memiliki kadar kafein yang rendah yaitu <0,5% dan keasaman pada pH 5-6 dengan waktu fermentasi selama 24-30 jam.", "23": "judul: Sistem Pengiriman Informasi Rahasia Berbasis Raspberry Pi abstract: Informasi rahasia merupakan informasi penting yang ditujukan khusus kepihak tertentu, antara lain pengirim dan penerima atau pihak yang diberi kewenangan. Dikarenakan pesan rahasia itu sangat penting, sementara disisi lain ada kriptanalis yang ingin mengetahui isi dari pesan rahasia tersebut. Namun dengan semakin mudahnya bertukar pesan akan membuka peluang bagi orang yang ingin mencuri data dan informasi dari pesan untuk digunakan sebagai kejahatan, sehingga seorang kriptanalis mencari cara untuk mendapatkan informasi rahasia tersebut. Maka dari itu, dibuatlah sebuah alat untuk mengirimkan informasi rahasia yang mempermudah para anggota seperti dari Institusi Intelijen Negara untuk melakukan pengiriman informasi rahasia secara aman, efisien dan juga mudah digunakan. Dengan spesifikasi alat ini yaitu menggunakan format musik wav dan juga menggunakan sampling rate 44.1 Khz. Caranya dilakukan dengan mengirimkan kode pesan rahasia dalam bentuk audio yang terenkripsi oleh Hill Cipher. Kode ini memanfaatkan sinyal (Dual Tone Multi Frekuensi) DTMF Luar standar yang berisikan pesan rahasia terenkripsi. DTMF Luar standar ini penelitiannya dilakukan dengan 3 formula frekuensi kerja baris dan kolom yang digunakan sebagai formula kunci. Hasil penelitian ini menunjukkan pesan rahasia yang memanfaatkan DTMF Luar Standar berfungsi dengan baik sehingga akurasi pesan diterima sebesar 94 % dan pesan yang ada dalam audio tidak terdengar oleh pendengar.", "24": "judul: MESIN PENCACAH SAMPAH ORGANIK UNTUK PAKAN MAGOT KAPASITAS 200 KG/JAM abstract: Invensi ini mengenai mesin pencacah sampah organik untuk pakan magot kapasitas 200 kg/jam dimana cara kerja alatnya dimulai dari menjalankan motor penggerak, gerakan dari motor diteruskan oleh kopling flange  untuk memutar poros crusher. Poros crusher teridiri dari 2 buah dimana pada setiap poros terpasang masing-masing 28 buah pisau crusher. Gerakan atau putaran kedua poros crusher ditransmisikan menggunakan roda gigi lurus rasio 1:1. Akibat putaran poros-poros crusher tersebut, pisau crusher dan pisau statis akan saling bergerak dengan posisi seperti menggunting, dan kemudian mencacah sampah organik. Dimana sampah organik tersebut sebelumnya dimasukan melalui corong masukan dari atas tepat melalui ditengah-tengah susunan pisau crusher. Setelah melewati mekanisme crusher ini, sampah organik hasil cacahan akan turun dan keluar melalui corong luaran. Hasil dari pengujian di dapatkan sampah yang tercacah sebesar 90?lam waktu 3 menit, namun masih terdapat sampah yang tidak keluar atau belum tercacah sempurna sebesar 20%.\n\nKata kunci: pencacah, crusher, sampah organik, magot.", "25": "judul: ALAT PELAPISAN LOGAM PORTABEL DENGAN METODE ELEKTROPLATING abstract: Invensi paten sederhana ini mengenai alat pelapisan logam portabel dan berbobot ringan dengan metode elektroplating. Alat ini terdiri dari 5 bagian yaitu (1) bodi,(2) sub-rakitan kontrol, (3) sub-rakitan catu daya, (4) sub-rakitan gelembung udara, dan (5) 8 kontainer penampung larutan berbahan komposit. Proses pelapisan logam dengan metode elektroplating dimulai dari pembersihan lemak, pembersihan oksida, pembilasan, pelapisan logam dengan satu kali atau dua kali proses pelapisan dan pembilasan kembali. Pada alat ini dilengkapi dengan dua pemanas dan dua sensor pendeteksi temperatur pada larutan sehingga proses pelapisan dapat diatur untuk satu kali proses pelapisan dengan satu jenis larutan atau dengan dua kali proses pelapisan dengan dua jenis larutan. Sistem kontrol yang digunakan berbasis PID, sehingga dapat mengatur waktu dan temperatur pada saat proses pelapisan logam dan sistem kelistrikan akan berhenti secara otomatis setelah mencapai temperatur dan waktu yang dicapai. Alat ini juga dirancang dapat dipindahkan dengan mudah dan berbobot ringan.", "26": "judul: METODE PERKUATAN BALOK BETON BERTULANG DENGAN MENGGUNAKAN PELAT BAJA CANAI DINGIN abstract: Perkuatan pada balok beton bertulang dengan menggunakan 1(satu)lapis atau 2(dua)lapis atau 3(tiga)lapis pelat baja canai dingin yang direkatkan dengan epoxy pada sisi bagian bawah balok, merupakan salah satu alternatif perkuatan pada bangunan jembatan atau gedung dalam bidang teknik sipil. Invensi dalam perkuatan balok beton bertulang ini menggunakan 1(satu)lapis atau 2(dua)lapis atau 3(tiga)lapis pelat baja canai dingin yang direkatkan dengan epoxy pada sisi bagian bawah balok. Perkuatan ini dapat meningkatkan kemampuan elemen struktur balok dalam menahan lentur akibat beban vertikal.", "27": "judul: METODE PEMANFAATAN KONDENSAT DARI AIR HANDLING UNIT UNTUK PENINGKATAN KINERJA SISTEM TATA UDARA SENTRAL abstract: Suatu metode untuk meningkatkan kinerja pengkondisi udara sentral sistem DX (direct expansion) atau water chiller yang menggunakan refrigeran R410A, R407C, R404A, R32 dan R290 dengan memanfaatkan air kondensat sebagai pendingin pipa keluaran kondenser dan pipa keluaran kompresor. Penerapan metode ini adalah untuk meningkatkan kapasitas pendinginan dan menurunkan konsumsi daya listrik kompresor pengkondisi udara sentral. Naiknya kapasitas pendinginan akibat terjadinya subcooling pada keluaran kondenser, sedangkan turunnya konsumsi daya akibat penurunan temperatur dan tekanan discharge kompresor. Air kondensat yang dihasilkan oleh air handling unit (AHU)akan dialirkan ke tabung penukar kalor yang menyelimuti pipa keluaran kondenser dan pipa keluaran kompresor dengan menggunakan pompa. Jenis penukar kalor yang digunakan adalah tube-in-tube, dimana tabung penukar kalor yang berisi air kondensat berdiameter lebih besar dari diameter pipa keluaran kondenser dan pipa keluaran kompresor. Pada penukar kalor tersebut dilengkapi dengan dua saluran, yaitu saluran inlet dan outlet, yaitu tempat masuk dan keluarnya air kondensat.", "28": "judul: ALAT UJI KEKUATAN TARIK UNTUK MATERIAL LUNAK abstract: Invensi paten sederhana ini berkaitan dengan alat uji kekuatan tarik dengan bobot ringan dan portabel serta harga ekonomis yang dan dirancang khusus untuk dapat menguji kekuatan tarik dan regangan tarik untuk material lunak (soft material) yang secara umum terdiri dari empat klaim bagian  yaitu sub rakitan pencekam spesimen, sub rakitan mekanisme penarik, sub rakitan pengarah gerakan, serta sub sistem kontrol dan akusisi data pengujian. Pencekaman spesimen menggunakan sistem ulir yang menekan maju kedua pelat cekam dengan permukaan dilapisi karet anti slip, sedangkan pelepasan pelat cekam dengan pegas yang terhubung pada pin yang mendorong mundur pada saat pengujian telah selesai. Mekanisme penarik dan pengarah gerakan dirancang agar kuat namun ringan serta mudah dalam perawatan dan perbaikannya. Data akusisi meliputi sensor gaya, sensor posisi, kamera, dan kontrol berbasis mikrokontroler yang terhubung dengan komputer sehingga dapat menampilkan nilai tegangan, regangan, grafik, dan video proses penarikan spesimen pada saat proses uji tarik secara on-line dan real time dan dapat dicetak dalam format data xls.", "29": "judul: Komposisi Bahan Alternatif Aspal yang Terbuat dari Glycerine Pitch (Berkadar Anorganik Kurang dari 10%) dan Aspal Pen 60/70 abstract: Indonesia hingga saat ini masih menggunakan aspal minyak sebagai material yang digunakan untuk pembangunan dan pemeliharaan jalan. Menurut data Dirjen Bina Marga KemenPUPR, hingga tahun 2022 kebutuhan aspal mencapai 1,3 – 1,5  juta ton/tahun yang 75%nya masih mengandalkan impor. Upaya yang dapat dilakukan untuk mengatasi impor tersebut salah satunya adalah dengan mengganti sebagian aspal minyak dengan bahan substitusi aspal, yaitu glycerin pitch (GP).  GP merupakan limbah yang dihasilkan dari proses pemurnian crude glycerol dengan jumlah produksi glycerol di Indonesia sebesar 650 ribu ton per tahun, yang merupakan jumlah yang sangat potensial untuk dapat menggantikan aspal minyak dalam produksi campuran beraspal untuk perkerasan jalan lentur di Indonesia. Invensi ini dibuat untuk mendapatkan alternatif aspal lain selain aspal minyak yang terbuat dari campuran glycerine pitch berkadar anorganik kurang dari 10% dan aspal pen 60/70. Komposisi bahan alternatif aspal yang terbuat dari glycerine pitch berkadar anorganik kurang dari 10% dan aspal pen 60/70 adalah 20% - 30% GP dan 70% - 80%  aspal pen 60/70.", "30": "judul: ARSITEKTUR JARINGAN IoT SECARA HIRARKI TERDISTRIBUSI TANPA SERVER MENGGUNAKAN KOMPUTER TEPI-ke-KABUT UNTUK DAERAH TERPENCIL abstract: Invensi ini mengenai sebuah Arsitektur Jaringan IoT Secara Hirarki Terdistribusi Tanpa Server Menggunakan Komputer Tepi-ke-Kabut untuk Daerah Terpencil, yang digunakan untuk pengolahan dan pertukaran data pada arsitektur jaringan Internet Of Things (IoT) secara hirarki tanpa Server Lokal maupun Server Awan (Severless) untuk aplikasi di area pertanian terpencil. Invensi ini menjadikan Komputer Tepi dapat bekerja secara mandiri dengan sumber daya terbatas sebagai Analis Data dan Simpul Pengendali pada area Jangkauan Pendek. Model yang dihasilkan oleh Komputer Tepi dikirim ke Komputer Kabut yang berfugsi sebagai Analis Model dan mengirimkan hasil terbaiknya ke Komputer Tepi untuk keperluan pengendalian. Hasil Analis Model juga dikirim ke Komputer Awan yang berfungsi sebagai HMI dan Supervisory, untuk keperluan penyebaran model.", "31": "judul: PERALATAN EVAKUATOR OKSIGEN UNTUK MEMBUAT KAPSUL SAMPEL abstract: Invensi ini berhubungan dengan peralatan evakuator oksigen untuk membuat kapsul sampel yang diperlukan untuk membuat suatu kapsul sampel guna memenuhi kebutuhan proses perlakuan panas pada logam yang mempersyaratkan atmosfer yang bebas dari oksigen. Atmosfer kapsul sampel dapat diciptakan dengan kondisi vakum ataupun menggantikan lingkungan oksigen dengan gas Argon. Unit utama pada alat ini adalah pengisap oksigen berupa pompa vakum, pemasok gas mulia dan pemanas yang diperlukan untuk pembentuk tabung menjadi kapsul sampel. Pemanas untuk membentuk kapsul sampel dioperasikan menggunakan bahan bakar asetilen. Ukuran tabung dapat bervariasi disesuaikan dengan kebutuhan. Unit utama dalam alat ini dihubungkan dengan menggunakan pipa baja tahan karat,dengan memakai perapat antar sambungan. Proses kerja alat ini dilakukan dengan urutan proses: (i) sampel ditempatkan dalam tabung bakal kapsul sampel yang dipasangkan pada pemegang tabung, (ii) katup (6) dari tabung gas mulia dalam keadaan tertutup, (iii) katup (7) dan katup (8) yang menghubungkan kapsul sampel dan pompa vakum (1) dalam keadaan terbuka dan untuk selanjutnya dilakukan proses pengisapan oksigen, (iv) setelah tekanan vakum tercapai, katup (7) ditutup dan katup (6) dibuka sehingga gas Argon mengalir ke dalam kapsul sampel. Selanjutnya kapsul sampel dipanaskan menggunakan nyala api asetilen untuk membentuk kapsul sampel yang berisi sampel penelitian atau produk lain.", "32": "judul: ALAT PENDETEKSI VIABILITAS BENIH KACANG TANAH HASIL UJI TERTRAZOLIUM abstract: Pengamatan viabilitas benih kacang tanah hasil uji tetrazolium selama ini dilakukan secara langsung dengan mata atau bantuan mikroskop yang tidak akurat karena intensitas warna tidak dapat dikuantifikasi, tidak efisien karena hasil pengamatan subjektif, dan tidak efektif karena benih diamati satu per satu. Pemanfaatan pengolahan citra digital dengan metode deteksi luas area HSV color dapat diimplementasikan pada alat pendeteksi viabilitas benih untuk membaca pola warna merah hasil uji tetrazolium pada benih kacang tanah. Alat dapat mendeteksi maksimal 25 benih kacang tanah dengan waktu operasional 22 – 24 detik dalam sekali pendeteksian dan dapat dioperasikan dalam 2 versi yaitu full version dan portable version. Klasifikasi akhir benih dibedakan menjadi benih normal, abnormal, dan mati yang ditentukan berdasarkan identifikasi pola warna. Adapun pola warna dibedakan dengan 4 jangkauan warna HSV yaitu warna merah dengan rentang nilai HSV (175, 100, 20: 180, 255, 255), warna pink dengan rentang nilai HSV (160, 100, 20: 174, 150, 255), warna putih 1 dengan rentang nilai HSV (175, 0, 0: 180, 100, 255), dan warna putih 2 dengan rentang nilai HSV (0, 0, 0: 100, 255, 255). Persentase akurasi sistem dalam membaca jumlah total benih adalah 100% dan persentase kesalahan dalam pendeteksian luas area warna HSV adalah 1,54%.", "33": "judul: BANTALAN EVAPORATIF SEBAGAI PENDINGIN PANEL SURYA abstract: Bantalan evaporatif ini berupa bahan berpori yang dibasahi dengan air untuk mendinginkan panel surya pada sisi bawahnya. Pendinginan terjadi akibat adanya penguapan air pada bantalan evaporatif. Penguapan ini akan menarik kalor dari lingkungannya, termasuk pada air yang membasahi bantalan. Akibatnya temperatur air akan turun. Turunny temperatur air dimanfaatkan untuk mendinginkan panel surya melalui sisi bawah.", "34": "judul: MODIFIKASI KARAKTERISTIK BETON MENGGUNAKAN EMPAT VARIASI PERSENTASE VERMIKULIT DALAM PENINGKATAN KINERJA BETON MUTU RENDAH DENGAN SIMULASI BANJIR AIR LAUT abstract: Alternatif peningkatan kekuatan tekan beton mutu rendah pada bangunan konstruksi infrastruktur menggunakan vermikulit sebagai bahan tambah guna mereduksi air serta mempunyai sifat tahan terhadap mineral korosif yang berpotensi mengalami kerusakan akibat terjadinya banjir air laut ini karena air laut mengandung mineral – mineral dan garam yang bersifat korosif dimana hal tersebut sangat merugikan bagi infrastruktur. Metode alternatif dalam meningkatkan kekuatan beton mutu rendah dengan penambahan vermikulit dengan variasi 12%, 24%, 36%, dan 48% yang disimulasikan pula pada perendaman menggunakan air laut. Hasil invensi berupa peningkatan maksimal dari kekuatan tekan beton mutu rendah pada penambahan vermikulit sebesar 36% serta perendaman menggunakan air laut yang mempengaruhi penurunan dari kekuatan tekan beton mutu rendah.", "35": "judul: SISTEM KESELAMATAN DAN KEAMANAN SEPEDA MOTOR BERBASIS MIKROKONTROLER DAN RFID abstract: Invensi ini mengenai sistem keamanan dan keselamatan sepeda motor yang bertujuan untuk mengurangi potensi pencurian dan fatalitas dalam kecelakaan. Digunakan sistem pendeteksian terhadap data UID (Unique Identifier) SIM dengan akses menggunakan Master Card. Metode yang digunakan adalah kendali ON/OFF. Pengendara motor hanya dapat menyalakan dan mematikan kelistrikan motor dalam keadaan sudah memakai helm dan memindai SIM atau kartu RFID lainnya yang terdaftar pada Modul RFID Reader. Untuk memudahkan interaksi antara pengendara sepeda motor dengan alat, maka dibuat mekanik antarmuka yang memadai.", "36": "judul: PERCEPATAN DEKOMPOSISI SERAT GAMBUT DENGAN METODE BIOAUGMENTASI OLEH BAKTERI PSEUDOMONAS TAIWANENSIS UNTUK MENINGKATKAN SIFAT FISIK DAN MEKANIK TANAH GAMBUT BERSERAT PALANGKARAYA abstract: Tanah gambut di Indonesia cenderung memiliki kadar serat yang tinggi, mencapai 70%, sehingga dikenal sebagai tanah gambut berserat. Serat gambut menjadi penyebab utama buruknya sifat fisik dan mekanik tanah gambut. Tanah gambut berserat memiliki dua jenis pori, yaitu makropori dan mikropori, yang mampu menyerap dan menahan air. Kadar air yang tinggi pada tanah gambut berserat menyebabkan tingginya indeks kompresibilitas dan rendahnya kekuatan geser pada tanah gambut berserat. Sehingga, tanah gambut berserat dinilai tidak stabil untuk pembangunan. Oleh karena itu, diperlukan upaya percepatan dekomposisi serat gambut untuk meningkatkan sifat fisik dan mekanik tanah. Bioaugmentasi dengan bakteri Pseudomonas taiwanensis, menjadi alternatif karena dapat mengurai serat gambut. Hasil pengujian di laboratorium menunjukkan bahwa penambahan 15% bakteri Pseudomonas taiwanensis dengan masa pemeraman 28 hari merupakan persentase paling optimum karena menghasilkan peningkatan sifat fisik dan mekanik tanah yang sangat signifikan, antara lain penurunan kadar serat hingga 12,33%, peningkatan kadar serat halus hingga 62,30%, penurunan kadar air hingga 414,40%, serta peningkatan nilai kohesi geser, dari inisial sebesar 0,02 kg/cm2 menjadi 0,119 kg/cm2. Peningkatan ini tentunya dipengaruhi oleh proses dekomposisi serat gambut hingga mencapai 12,33% dari semula 61,14%, menyebabkan penurunan kadar air karena hilangnya mikropori sehingga parameter tanah lainnya mengalami peningkatan.", "37": "judul: PERANGKAT PENJALARAN DATA DIGITAL STRUKTUR ACAK abstract: Invensi ini mengenai perangkat penjalaran jalur data dan sinyal digital dengan struktur acak, lebih khusus lagi, invensi ini berhubungan dengan perangkat yang memiliki kemampuan untuk menghasilkan penjalaran jalur data dan sinyal digital yang memiliki struktur acak tidak beraturan menjadi struktur jalur data dan sinyal yang beraturan.\n\nInvensi ini dicirikan dengan suatu perangkat penjalaran data digital struktur acak, yang terdiri dari Jalur Masukan yang direpresentasikan dengan Matriks M, Jalur Pemroses Penjalaran yang direpresentasikan dengan Matriks P, dan Jalur Keluaran yang direpresentasikan dengan Matriks K. Invensi ini mampu menjalarkan data dari jalur digital acak tidak beraturan menjadi jalur data digital yang teratur dan terklasifikasi dengan jumlah jalur yang sangat besar melalui algorithma tranformasi K=PxM yang diimplementasikan dalam perangkat keras mikrokontroler atau komputer papan tunggal.", "38": "judul: BANTALAN EVAPORATIF SEBAGAI PENDINGIN KOMPRESOR AC SPLIT abstract: Bantalan evaporatif ini berupa bahan kassa yang dibasahi dengan air yang berasal dari kondensasi uap air pada evaporator AC split untuk mendinginkan kompresor yang dibungkus dengan bantalan. Pendinginan terjadi akibat adanya penguapan air pada bantalan evaporatif. Penguapan ini akan menarik kalor dari lingkungannya, termasuk pada air yang membasahi bantalan. Akibatnya temperatur air akan turun. Turunnya temperatur air dimanfaatkan untuk mendinginkan kompresor pada sekelilingnya.", "39": "judul: Sarung Tangan Elektronik Penerjemah American Sign Language Dengan Metode Sensor Fusion abstract: Penyandang disabilitas tuli dan bisu umumnya menggunakan Bahasa isyarat untuk berkomunikasi. Namun tidak semua orang dapat memahami penggunaan bahasa isyarat ini. Untuk mengatasi masalah tersebut pada penelitian ini telah direalisasikan sebuah sarung tangan elektronik yang berfungsi menerjemahkan bahasa isyarat huruf A-Z dan angka 0-9 berdasarkan American Sign Language(ASL). Alat ini dilengkapi 5 buah sensor fleksdi setiap jari, sebuah IMU (Inertial Measurement Unit) 3-axis accelerometer, dan 3-axisgiroskop untuk mendeteksi gerakan jari dan posisi tangan. Untuk mengolah pembacaan data dari sensor digunakan metode sensor fusion. Operator fusion yang digunakan terdiri dari Operator Kalman Filter untuk pengolahan data IMU, Operator (IF-THEN) untuk pengolahan data dari buah sensor fleks, dan Operator (IF-THEN) untuk mengklasifikasikan gerakan ASL berdasarkan penggabungan kedua operator tersebut.", "40": "judul: METODE INTERAKSI MENGGUNAKAN GESTUR TANGAN DI UDARA UNTUK PENGENDALIAN NAVIGASI PADA TUR VIRTUAL 360 DERAJAT abstract: Invensi ini mengenai metode interaksi menggunakan gestur tangan di udara untuk pengendalian navigasi pada tur virtual 360 derajat. Gestur tangan di udara dapat digunakan sebagai masukan antarmuka pengguna untuk pengendalian navigasi pada tur virtual 360 derajat, lebih khususnya, melalui kamera web yang mampu mentransmisikan hasil tangkapan bingkai video gestur tangan di udara dalam waktu nyata. Tujuan utama invensi ini adalah untuk mengatasi masalah ketergantungan perangkat khusus untuk pengendalian navigasi menggunakan gestur tangan pada tur virtual 360 derajat, yang dapat digantikan dengan perangkat umum berupa kamera web sebagai ciri invensi ini. Invensi yang diajukan ini dilakukan dengan cara mengarahkan gestur tangan ke dalam jangkauan kamera web. Jarak antara kamera web dengan posisi gestur diatur dalam rentang maksimal satu sampai dua meter. Masukan berupa gestur tangan di udara melalui kamera web kemudian diproses oleh sistem pembelajaran mesin untuk mendeteksi pola gestur tangan tersebut, yang kemudian diterjemahkan menjadi instruksi pengendalian navigasi pada tur virtual 360 derajat dalam waktu nyata. Invensi ini dapat memberi manfaat bagi pengguna virtual tour 360 derajat dalam mengendalikan pergerakan atau perpindahan pandangan dalam virtual tour tanpa membutuhkan perangkat pembantu interaksi, karena secara praktis dan efisien penggunaan gesture dapat dipakai dalam berinteraksi dengan virutal tour 360 derajat.", "41": "judul: Saluran Udara Dilengkapi Kipas Penghisap Pada Ruangan yang Menggunakan Pengkondisi Jenis Split abstract: Invensi ini mengenai rancangan saluran udara pada ruangan yang menggunakan pengkondisi udara (AC) jenis split. Lebih khusus lagi, invensi ini berhubungan dengan penggunaan saluran udara yang dilengkapi kipas penghisap untuk mmempertahankan kualitas udara di dalam ruangan yang menggunakan AC split tetap terjaga. Kualitas udara di dalam ruangan yang baik akan menghindarkan penghuninya dari berbagai penyakit yang disebabkan menurunya kualitas udara di dalam ruangan dan dapat menghindarkan penularan penyakit yang ditularkan melalui udara bagi penghuni ruangan. Akibat adanya saluran udara yang dilengkapi dengan kipas penghisap akan menyebabkan tertariknya udara luar ruangan yang lebih segar ke dalam ruangan yang terpasang AC split. Selama ini, ruang yang menggunakan AC split tidak dilengkapi ventilasi untuk pertukaran udara dalam ruangan dan luar ruangan, akibatnya kualitas udara di dalam ruangan terus menurun. Penggunaan AC split tanpa saluran udara yang dilengkapi dengan kipas penghisap, akan meningkatkan konsentrasi partikulat (PM1, PM2.5 dan PM10), gas CO2 dan TVOC, serta menurunkan konsentrasi oksigen O2 di dalam ruangan. Dengan adanya saluran udara yang dilengkapi dengan kipas penghisap, maka kondisi udara di dalam ruangan tetap terjaga, baik dari sisi kenyamanan termalnya maupun dari sisi kualitasnya.", "42": "judul: ALAT INSINERATOR MASKER PORTABEL abstract: Suatu alat untuk memusnahkan limbah masker menggunakan insinerator masker portabel. Insinerator masker portabel ini menggunakan sistem pembakaran gas LPG. Metode pembakaran yang dipakai adalah metode premixed burner. Alat ini bekerja dengan 3 unit utama yaitu unit suplai udara, unit suplai gas, dan unit pemantik. Alat pembakar ini akan menjadi suplai panas ruang bakar yang mempunyai volume 5 liter. Ruang bakar bersifat tertutup yang mana pembakar membutuhkan suplai udara yang akan disuplai oleh blower. Dalam konstruksi ruang bakar alat ini bahan yang digunakan adalah insulating brick, semen tahan api dan bagian luar dilapisi oleh pelat baja dengan tebal 2 mm, dengan tebal tembok tiap sisi 100 mm. Pada alat insinerator ini terdapat ruang hopper untuk menyimpan sampah masker sebelum pembakaran. Sampah masker nantinya diletakan di dalam box pembakaran.", "43": "judul: Panel Pengaturan Sistem Pencahayaan Kamar Secara Cerdas abstract: Invensi ini mengenai Panel pengaturan sistem pencahayaan kamar secara cerdas, lebih khusus lagi, invensi ini berhubungan dengan penggunaan perangkat panel kendali untuk mengatur intensitas cahaya gabungan dari pencahayaan alami dan pencahayaan buatan pada suatu ruangan sehingga mendapatkan pencahayaan yang optimal sesuai standar pencahayaan ruangan. Pengendalian pencahayaan otomatis secara cerdas ini dapat dilakukan pada berbagai kerangka waktu seperti waktu siang dan waktu malam. Pengaturan tingkat pencahayaan secara cerdas ini dilakukan dengan cara membuka dan menutup ke tirai ruangan ditambah dengan mengatur besarnya intensitas cahaya dari lampu ruangan yang diatur untuk memenuhi standar intensitas cahaya suatu ruangan pada nilai tertentu. Pengaturan tingkat pencahayaan secara cerdas ini juga didasarkan pada kerangka waktu dan permintaan pengguna ruang.", "44": "judul: Panel Pengaturan Sistem Pencahayaan Kamar Secara Cerdas abstract: Invensi ini mengenai Panel pengaturan sistem pencahayaan kamar secara cerdas, lebih khusus lagi, invensi ini berhubungan dengan pengunaaan perangkat panel kendali untuk mengatur intensitas cahaya gabungan dari pencahayaan alami dan pencahayaan buatan pada suatu ruangan sehingga mendapatkan pencahayaan yang optimal sesuai standar pencahayaan ruangan. Pengendalian pencahayaan otomatis secara cerdas ini dapat dilakukan pada berbagai kerangka waktu seperti waktu siang dan waktu malam. Pengaturan tingkat pencahayaan secara cerdas ini dilakukan dengan cara membuka dan menutup ke tirai ruangan ditambah dengan mengatur besarnya intensitas cahaya dari lampu ruangan yang diatur untuk memenuhi standar intensitas cahaya suatu ruangan pada nilai tertentu. Pengaturan tingkat pencahayaan secara cerdas ini juga didasarkan pada kerangka waktu dan permintaan pengguna ruang.", "45": "judul: METODE PERKUATAN BALOK BETON BERTULANG DENGAN MENGGUNAKAN STRAND TANPA PENEGANGAN abstract: Perkuatan pada balok beton bertulang dengan menggunakan strand tanpa penegangan merupakan salah satu alternatif perkuatan pada struktur jembatan atau gedung dalam bidang teknik sipil. Invensi dalam perkuatan balok ini menggunakan tulangan berbentuk U dan strand tanpa penegangan. Tulangan berbentuk U diangkurkan pada bagian sisi bawah balok dan dilakukan grouting dengan epoxy. Perkuatan ini dapat meningkatkan kemampuan elemen struktur balok dalam menahan lentur akibat beban vertikal.", "46": "judul: ALAT PENDINGIN SALURAN BUANG KOMPRESOR PADA PENGKONDISI UDARA JENIS SPLIT abstract: Invensi ini berkaitan dengan alat pendingin saluran buang kompresor pada pengkondisi udara jenis split yang terdiri dari: pipa (3) yang dipasang pada saluran buang kompresor (2); selang (10) yang menghubungan saluran buang air kondensat (8)dengan pipa (3)untuk menyalurkan air kondensat sebagai pendingin saluran buang kompresor (2); selang (11) yang dipasang pada pipa (3) sebagai saluran buang air kondensat setelah mendinginkan saluran buang kompresor (2). Selanjutnya, pipa (3) tersebut berdiameter lebih besar daripada saluran buang kompresor (2).", "47": "judul: Kotak Pendingin Portabel Penyimpan Vaksin Menggunakan Listrik AC dan DC abstract: Suatu metode penyimpan vaksin berupa kotak pendingin portabel yang temperatur kabinnya dapat diatur dari mulai 5°C hingga -40°C menggunakan refrigeran R401A dan R404A. Kotak pendingin portabel tersebut dapat dioperasikan menggunakan listrik AC (alternating current) maupun listrik DC (direct current). Sumber listrik AC dapat berasal dari PLN maupun sumber lainnya, sedangkan listrik DC dari accu (baterai). Dimensi dari kotak pendingin portabel tersebut adalah panjang 20 cm sampai 50 cm, tinggi 20 cm sampai 40 cm dan lebar 20 cm hingga 40 cm.", "48": "judul: Nano Partikel TiO2 Di Dalam Pelumas Kompresor Pengkondisi Udara Tipe Split Menggunakan Refrigeran R32 abstract: Suatu metode pemanfaatan nano partikel TiO2 sebagai campuran di dalam pelumas pengkondisi udara tipe split menggunakan refrigeran R32. Keberadaan nano partikel tersebut untuk meningkatkan kinerja kompresor, dengan cara mengurangi rugi gesek dan menurunkan temperatur discharge kompresor. Jenis pelumas yang dapat digunakan pada pengkondisi udara tipe split menggunakan R32 sebagai refrigeran dapat berasal dari pelumas sintetis maupun pelumas alami yang terbuat dari nabati atau hewani. Konsentrasi nano partikel TiO2 sebagai campuran di dalam pelumas adalah dari 0.05 gram/liter sampai dengan 0.3 gram/liter pelumas. Selama pengkondisi udara beroperasi, sebagian nano partikel TiO2 di dalam pelumas ikut bersirkulasi. Keberadaan nano partikel TiO2 di dalam kondenser dan evaporator akan meningkatkan kinerja keduanya. Peningkatan kinerja pada kompresor, kondenser dan evaporator akan menurunkan konsumsi energi listrik pengkondisi udara tipe split cukup signifikan. Kapasitas kompresor pada pengkondisi udara tipe split yang menggunakan nano partikel TiO2 sebagai campuran adalah 0.5 HP sampai dengan 4 HP.", "49": "judul: Bilik Bertekanan Negatif Portabel untuk Pasien Covid-19 abstract: Invensi ini mengenai rancangan ruangan kecil atau bilik bertekanan negatif untuk pasien Covid-19, lebih khusus lagi, invensi ini berhubungan dengan penggunaan ruangan bertekanan negatif portabel untuk menghindarkan penularan Covid-19 ke para tenaga kesehatan dan sopir mobil ambulance pada saat melakukan penanganan pasien maupun mayat yang positif Covid-19. Tujuan utama dari invensi ini adalah untuk mengatasi permasalahan yang ada, yaitu banyaknya para tenaga kesehatan dan sopir ambulance yang tertular oleh pasien Covid-19. Tujuan lain dari invensi ini adalah membuat bilik bertekanan negatif yang mudah dipindahkan dan dibawa-bawa (portabel) untuk menghindarkan penularan dari pasien Covid-19 ke para tenaga kesehatan dan para sopir ambulance. Dari sisi sumber daya listrik, alat ini dapat dioperasikan oleh listrik yang terdapat di rumah sakit dan puskesmas (listrik AC), serta daya listrik yang terdapat di dalam mobil ambulance (listrik DC). Oleh karena udara yang dibuang dari bilik bertekanan negatif ini mengandung virus Covid-19, maka sebelum dibuang ke lingkungan harus diolah terlebih dulu. Pengolah udara buang tersebut berupa kotak pengolah udara yang dilengkapi dengan pre-filter, sinar ultra violet (UV), dan filter HEPA, yang berfungsi menyaring dan mematikan virus Covid-19 terkandung di udara buang sebelum dilepaskan ke lingkungan.", "50": "judul: MESIN SANGRAI BIJI KOPI UNTUK MENGELUARKAN HASIL DENGAN MEMIRINGKAN TABUNG abstract: Proses menyangrai bijih kopi dimulai dari menjalankan pengaduk menggunakan motor AC ¼ HP; menyalakan kompor gas LPG; memasukkan bijih kopi ke dalam tabung sangrai; tunggu sampai masak; buka tutup corong keluar. Pengeluaran hasil sangrai dengan cara memiringkan tabung sangrai, proses ini memanfaatkan gaya gravitasi bumi. Tabung sangrai bersatu dengan rangka mesin, jika rangka dimiringkan maka kemiringan tabung sangrai akan sama dengan kemiringan rangka. Cara memiringkan rangka mesin dapat dilakukan dengan mengeluarkan injakan dan menekan ke bawah menggunakan kaki kanan, pada kemiringan maksimum injakan sampai lantai begitu penekanan injakan dilepas posisinya tetap miring. Hal ini dikarenakan titik berat mesin bergeser ke arah injakan, begitu sebaliknya untuk mengembalikan ke posisi awal diperlukan gaya ke atas. Proses sangrai bijih kopi pada mesin ini yaitu tabung sangrai diam, bagian bawah tabung dipanaskan menggunakan api dari tungku gas LPG dan pengaduk berada di dalam tabung berputar 21 rpm. Pengaduk terdiri dari dua buah sirip lurus membentuk sudut 180 derajat. Kata kunci : mesin sangrai, pengeluaran, biji kopi, memiringkan tabung", "51": "judul: SISTEM OTOMASI PEMESINAN MULTI KOMPONEN KOMPLEK (FLEXIBLE MANUFACTURING CELL) abstract: Tantangan sekarang dan ke depan dalam kegiatan industri adalah adanya tuntutan kemampuan kecepatan dan ketepatan menghasilkan produk dan memberikan layanan dengan berbagai kebutuhan yang sifatnya selalu ingin customize. Hal ini sering menjadi permasalahan yang dihadapi oleh industri, terlebih lagi jika dikaitkan dengan persaingan harga, artinya biaya proses harus murah agar biaya unit menjadi kecil dan product life cycle lebih pendek secara signifikan. Sering persoalan tersebut diselesaikan dengan membangun sistem otomasi untuk menghasilkan produk dengan customize namun biaya proses mendekati mass production, tentunya target kecepatan dan ketepatan akan tetap terpenuhi. Salah satu sistem otomasi di sektor manufaktur adalah untuk proses pemesinan komponen kompleks (rumit) yang diperlukan dengan variasi beragam (multi), sistem tersebut dikenal dengan flexible manufacturing system (FMS). Sistem tersebut dibuat sebagai metoda dalam membuat atau memproduksi barang yang mudah beradaptasi terhadap perubahan dalam produk yang dibuat, dimana mesin harus mampu memproduksi komponen dalam berbagai tingkat produksi.", "52": "judul: METODA PEMBUATAN MEMBRAN KOMPOSIT PVA SILIKA TERSULFONASI UNTUK SEL BAHAN BAKAR METANOL DAN PRODUK MEMBRAN DARI METODA TERSEBUT abstract: Invensi ini berhubungan dengan metoda pembuatan membran komposit PVA Silika Tersulfonasi untuk sel bahan bakar metanoi. Metoda pembuatan membran PVA Silika Tersulfonasi sesuai invensi ini meliputi beberapa langkah hidrolisis sumber silika (TEOS) dengan air dan katalis asam klorida dilanjutkan dengan kondensasi antara hasil hidrolisis silika dengan PVA sebagai sumber polimer sehingga terbentuk ikat silang antara PVA dan silika. Proses ini dilanjutkan dengan reaksi esterifikasi antara gugus hidroksi yang ada di dalam sistem PVA Silika dengan Senyawa 5-Sulphosalycilicadd, Kemudian dilanjutkan dengan proses 'casting'atau pencetakan membran diatas permukaan Plexyglass dan diakhiri dengan proses pembentukan membran komposit PVA Silika tersulfonasi dan diikuti dengan proses penguapan (evaporasi) serta pengeringan.\nDengan proses perwujudan invensi ini, membran yang dihasilkan memiliki derajat pengembangan yang rendah di dalam metanoi dan etanol serta kapasitas penukar ion sebesar 0,23 mmol/g.", "53": "judul: MESIN PENGGERAK MULA BERDAYA GANDA DENGAN PEMBAKARAN BERBASIS KOMPRESI BERBANTUAN PERCIKAN API DAN INJEKSI PINTAR abstract: Mesin penggerak mula pada invensi ini merupakan varian baru dari mesin pembakaran dalam yang memiliki potensi efisiensi thermal tinggi, polusi udara rendah dengan mengubah pembakaran Spark Ignition menjadi pembakaran dengan Compression lgnition yang biasa ditemui pada mesin diesel. Keunggulan sistem pembakaran berbasis kompresi atau dikenal dengan mesin Homogeneous Charge Compression Ignition, memiliki waktu yang cukup bagi Oxigen untuk bertemu dengan pasangannya yaitu Hidrokarbon pada ruang bakar dan dengan membawa ikatan bahan bakar tersebut pada temperatur auto ignition, sebagian besar ikatan tersebut terbakar menjadi energi translasi menyisakan sedikit polutan pada celah-celah konstruksi ruang bakar. Dengan pengendalian suplai udara dan bahan bakar pada daerah miskin melalui sistem kendali elektronik memungkinkan persyaratan pembakaran konsisten pada temperatur auto ignition, akan tetapi hal tersebut tidak terjadi pada awal starter, sehigga bantuan percikan api masih diperlukan untuk mempercepat tecapainya temperatur auto ignition. Pengelolaan suplai udara, bahan bakar, percikan api, serta efek dari perputaran udara masuk dari intake manifold menjadikan terbentuknya kondisi pembakaran berbasis kompresi pada tekanan rendah sekitar rasio kompresi 12 yang unggul dibandingkan dengan mesin yang tersedia secara komersial. Kendala konstruksi mesin pembakaran dalam berbasis kompresi yang berat dengan bahan baku besi tuang pada tekanan tinggi menjadi hilang karena mesin ini beroperasi pada tekanan rendah.", "54": "judul: TURBIN SAVONIUS DENGAN PENGAMAN DARI BADAl abstract: Suatu turbin savonius dengan pengaman dari badai untuk mengamankan sudu-sudu rotor turbin angin dari kecepatan angin tinggi melebihi kecepatan angin karakteristik turbin angin savonius sehingga menghasilkan kecepatan putar optimal turbin yang kontinyu dan tidak membahayakan pengguna turbin angin, terdiri dari: suatu sudu-sudu turbin ditambahkan dengan suatu sudu-sudu pengaman yang diletakkan paralel terhadap sudu-sudu turbin; sudu-sudu pengaman tersebut dapat bergeser membuka dan menutupi sudu-sudu turbin mengikuti alur; dan alur yang dimaksud dibuat dalam bentuk setengah lingkaran sepanjang tutup bagian atas dan tutup bagian bawah turbin angin; membuka dan menutupnya sudu-sudu pengaman berada pada kedudukan yang ditentukan oleh besarnya rasio luasan sisi masuk akibat bergesernya baling-baling pengaman dan luas keseluruhan antar sudu-sudu turbin (.\\.), yaitu berada dalam kisaran 1/8 hingga 7/8.", "55": "judul: REFRIGERAN MESIN PENDINGIN JOULE-THOMSON MENGGUNAKAN CAMPURAN NITROGEN DAN PROPANA abstract: Suatu campuran refrigeran untuk mesin pendingin Joule-Thomson yang terdiri dari nitrogen dan propana untuk temperatur -60?C sampai dengan -80?C. Dengan campuran dua refrigeran yang relatif ramah lingkungan dan mudah didapat maka untuk menghasilkan temperatur penyimpanan sebesar -60?C sampai dengan -80?C pada lemari pendingin hanya diperlukan satu buah kompresor. Sistem kerja pada mesin pendingin yang digunakan adalah menggunakan prinsip Joule-Thomson, dimana kompresor yang digunakan adalah kompresor yang umum digunakan pada mesin pendingin soklus kompresi uap. Campuran refrigeran yang digunakan adalah 4 sampai 5% nitrogen basis massa, dan 95 sampai 96% propana basis massa untuk temperatur sekitar -80?C, dan 8 sampai 12% nitrogen basis massa, dan 88 sampai 92% propana basis massa untuk temperatur sekitar -65?C.", "56": "judul: Prototipe Pengukur Tinggi Badan Manusia Nirsentuh Berbasis Citra Digital abstract: Suatu prototipe pengukur tinggi badan manusia tanpa sentuhan berbasis citra digital yang memanfaatkan beberapa peralatan yang tersedia, meliputi: kamera web yang terpasang pada tripod dengan ketinggian 100,0 cm terhadap objek ukur; tripod penyangga latar hijau sebagai latar objek pengukuran dengan ketinggian maksimum sebesar 190,0 cm; jarak tangkap objek ukur dengan kamera sebesar 195,0 cm sebagai patokan pengukuran yang valid sesuai standar antropometri WHO. Alat ini bekerja dengan bantuan program komputer sehingga dapat menampilkan hasil pengukuran objek ukur secara langsung dengan tingkat ketelitian mencapai 0,1 cm.", "57": "judul: Prototipe Pengukur Panjang Badan Usia Balita (0-24 bulan) Nirsentuh Berbasis Citra Digital abstract: Suatu alat pengukur panjang badan bagi usia balita (0–24 bulan) tanpa sentuhan langsung berbasis citra digital dengan beberapa bagian, antara lain: dudukan balita berbahan nilon berbentuk papan dengan panjang 111,0 cm dan lebar  40,5 cm sebagai tempat untuk membaringkan balita dengan tegak; tiang penyangga yang terletak pada kedua sisi dudukan balita dengan tinggi 106,0 cm untuk meletakkan kamera web sebagai sensor pengambil data citra digital sehingga menghasilkan jarak kamera web dan objek pengukuran menjadi 82,2 cm; alur pemrosesan data citra digital menjadi satuan pengukuran dengan ketelitian mencapai 0,1 cm.", "58": "judul: PROSES PRODUKSI BIOGAS DARI KOTORAN SAPI DENGAN BIODIGESTER ANAEROBIK DUA TAHAP abstract: Proses produksi biogas dari kotoran sapi dengan menggunakan biodigester anaerobik dua tahap dilakukan dengan beberapa tahapan, yaitu pengujian karakteristik bahan baku, pengaturan kadar air, pengaturan pH, dan proses degradasi secara anaerobik pada biodigester asetogenik. Selanjutnya proses pengaturan pH dan proses degradasi anaerobik pada biodigester metanogenik. Pengaturan pH bahan kotoran sapi awal dilakukan dengan menggunakan cairan leachate yaitu sampai sekitar pH 5-6, sedangkan pengaturan pH (sebelum dimasukin ke biodigester metanogenik) dilakukan dengan menambahkan buffer larutan garam Natrium Karbonat sampai sekitar pH 7-8.\n       Invensi ini menggunakan bahan tambahan alami yaitu cairan leachate sebagai pengatur pH dan larutan buffer garam Natrium Karbonat yang harganya relatif lebih murah, serta menghasilkan proses dgradasi yang lebih stabil dan efisien sehingga diperoleh kualitas produksi biogas yang lebih baik bila dibandingkan dengan hasil produksi biogas dengan menggunakan biodigester satu tahap. Dengan demikiaan diharapkan biogas tersebut dapat digunakan sebagai bahan bakar alternatif dengan kualitas yang lebih baik.", "59": "judul: PEMBUATAN GRINDING ROLL BIMETALIK BESI COR DENGAN SISTEM GRAVITY CASTING DENGAN PEMBILASAN abstract: Metode pembuatan grinding roll bimetalik berbahan besi cor duktil pada bagian dala dan besi cor kromium pada bagaian luar dengan sistem gravity casting. Metode ini mengaplikasikan sistem pembilasan melalui bak penampung dan saluran buang. Pemanasan bagian dalam dilakukan melalui penuangan cairan yang bersentuhan dengan sisi dalam inner ring dan pengecoran bagian luar dilakukan secara langsung setelah tercapainya temperature interface. Kekasaran permukaan inner ring melalui proses shot blasting memfasilitasi terjadinya ikatan mekanis pada interface. Dengan metode ini pembuatan grinding roll bimetalik dapat dilakukan dengan pengecoran gravitasi, cetakan pasir, tanpa menimbulkan keretakan dan menghasilkan ikatan metalurgis fusi dan difusi."}}